The "From Room" set for the door or window.
 Overload List
Name  |   Description
FromRoom
 The "From Room" set for the door or window in the last phase of the project.
FromRoom Phase
 See Also
  FamilyInstance Class
  FamilyInstance Members
  Autodesk.Revit.DB Namespace